Repository: common-repository/wp-ticketbai
Catalog: languages/wp-ticketbai-*.po
Languages: eu_es

source: Invoice Available
eu_es: Available Invoice

source: Click here to download invoice
eu_es: Egin klik hemen faktura deskargatzeko

source: Tbai / Invoice PDF
eu_es: Tbai / PDF Invoice

source: Download Invoice
eu_es: Faktura deskargatu

source: Generate Invoice
eu_es: Sortu faktura

source: Invoice Status
eu_es: Fakturaren egoera

source: Orders and Invoices
eu_es: Eskaerak eta Fakturak

source: Select type of invoice Individual / Company
eu_es: Hautatu faktura mota Pertsona / Enpresa

source: Company Name
eu_es: Enpresaren izena

source: Enter your CIF or DNI
eu_es: Sartu zure CIF edo DNI

source: We need your <b>tax number</b> to be able to invoice your company
eu_es: Zure <b>zenbaki fiskala</b> behar dugu zure enpresari fakturatu ahal izateko

source: You must enter document number NIF/CIF/NIE
eu_es: Debe introducir el número de documento NIF/CIF/NIE

source: The <b>NIF/CIF/NIE</b> belongs to a person, it is not a company. Leave company name blank
eu_es: <b>NIF/CIF/NIE</b> pertsona batena da, ez da enpresa bat. Utzi enpresaren izena hutsik

source: The <b>NIF/CIF/NIE</b> is from a company. You need write the name of the company.
eu_es: <b>NIF/CIF/NIE</b> enpresa batekoa da. Enpresaren izena idatzi behar duzu.

source: The <b>NIF/CIF/NIE</b> is not correct
eu_es: <b>NIF/CIF/NIE</b> ez da zuzena

source: Fiscal Number NIF/CIF/NIE
eu_es: NIF / CIF / NIE Fiscal Number

source: book
eu_es: liburua

source: books
eu_es: iburuak

source: No invoices
eu_es: Fakturarik gabe

source: All
eu_es: Denak

source: Issued
eu_es: Jaulkipenatuak

source: Pending
eu_es: Zintzilik

source: Canceled
eu_es: Anulada

source: Complete
eu_es: Osoak

source: Simplified
eu_es: Sinplifikatuak

source: Rectifications
eu_es: Zuzentzaileak

source: Cancel Order
eu_es: Eskaera ezeztatu

source: VIEW
eu_es: Ikusi

source: SEND EMAIL
eu_es: Bidali Mezu Elektronikoa

source: SEND
eu_es: Bidali

source: Retrieve Order
eu_es: Berreskuratu Agindua

source: Create Corrective
eu_es: Sortu zuzentzailea

source: Cancel Invoice
eu_es: Utzi faktura

source: Corrective Of:
eu_es: Honen zuzenketa:

source: Rectified in:
eu_es: Honetan zuzendua:

source: TbaiQR | Invoice PDF | Status
eu_es: Tbai / PDF Invoice

source: Date Email Sent
eu_es: Fecha envío email

source: Date Invoice
eu_es: Data Faktura

source: Type
eu_es: Mota

source: Total
eu_es: Guztira

source: Order
eu_es: Agindu

source: Actions
eu_es: Acciones

source: All dates
eu_es: Data guztiak

source: Filter
eu_es: Iragazkia

source: Search
eu_es: Bilatu

source: Change made successfully
eu_es: Aldaketa behar bezala egin da

source: With the TicketBAI test mode activated, no issued invoice will be posted
eu_es: TicketBAI proba modua aktibatuta dagoenez, ez da igorritako fakturarik argitaratuko

source: mode
eu_es: modu

source: TICKETBAI TEST ENVIRONMENT ENABLED
eu_es: TIKETBAI PROBEN INGURUNEA GAITATU

source: Click here to register for free
eu_es: Egin klik hemen doan erregistratzeko

source: WP Invoices TicketBAI
eu_es: WP Fakturak TicketBAI

source: Invoices
eu_es: Fakturak

source: Settings
eu_es: Ezarpenak

source: Avanced
eu_es: Aurreratua

source: Register
eu_es: Izena eman

source: Reports
eu_es: Informes

source: NIF Identification
eu_es: NIF Identifikazioa

source: APIKey Password
eu_es: APKey pasahitza

source: VALIDATE APIKEY
eu_es: BALIDATU APIKEY

source: PRESENTIAL VERIFICATION
eu_es: BEHARREKO EGIAZTAPENA

source: Issue invoice when status is changed
eu_es: Emitir factura cuando el estado cambia

source: No (Admin has to manually issue)
eu_es: No (El administrador tiene que emitir manualmente)

source: Processing or Completed (They are issued when the client makes the VISA or Cash on Delivery payment)
eu_es: Procesando o Completado (Se emiten cuando el cliente realiza el pago VISA o Contra reembolso)

source: Completed (Issued when the administrator changes the status to Completed)
eu_es: Completado (Se emiten cuando el administrador cambia el estado a Completado)

source: Send invoice automatically
eu_es: Enviar factura automaticamente

source: No
eu_es: Ezetz

source: Yes, send email
eu_es: Si, Enviar Email

source: Send invoice copy to email
eu_es: Enviar copia de la factura al correo electrónico

source: enter email
eu_es: Introduzca Email

source: They are issued automatically, when a new order arrives with status PROCESSING
eu_es: Automatikoki igortzen dira, eskaera berri bat PROZESATZEN

source: When issuing the invoice, it is sent to the customer's email automatically. The option to canceled the invoice will not be available.
eu_es: Al emitir la factura, esta se envía al correo electrónico del cliente de forma automática. La opción de cancelar la factura no estará disponible.

source: Maximum amount for Simplified Invoices
eu_es: Importe máximo para Facturas Simplificadas

source: Enter amount
eu_es: Introduzca importe

source: If the amount of the order exceeds the maximum established for Simplified Invoices, the identification of the client NIF/CIF/NIE will be required.
eu_es: Si el importe del pedido supera el máximo establecido para las Facturas Simplificadas, se requerirá la identificación del cliente NIF/CIF/NIE.

source: Show NIF/CIF/NIE fields
eu_es: Muestra NIF/CIF/NIE

source: Always Required
eu_es: Siempre Requerido

source: Yes
eu_es: Si

source: If you do not show the NIF/CIF/NIE field, all invoices will be generated as SIMPLIFIED INVOICE.
eu_es: Si no muestra el campo NIF/CIF/NIE, todas las facturas se generarán como FACTURA SIMPLIFICADA.

source: To make sales in the EU, the Canary Islands, Ceuta or Melilla you need to show NIF/CIF/NIE
eu_es: Para realizar ventas en la UE, Canarias, Ceuta o Melilla es necesario presentar NIF/CIF/NIE

source: Foreign operation
eu_es: Operación extranjera

source: Delivery Goods (Sale of products)
eu_es: Entrega Mercancías (Venta de productos)

source: Provision of services (Only Spain)
eu_es: Prestación de servicios (Solo España)

source: For sales of Goods/Products in the Canary Islands, Ceuta or Melilla you must configure VAT 0 on the products of those areas within WOOCOMMERCE
eu_es: Para ventas de Bienes/Productos en Canarias, Ceuta o Melilla debe configurar IVA 0 en los productos de esas zonas dentro de WOOCOMMERCE

source: The provision of services is not available for the EU, the Canary Islands, Ceuta or Melilla
eu_es: La prestación de servicios no está disponible para la UE, Canarias, Ceuta o Melilla

source: My company is registered in ROI (Intra-Community Operations)
eu_es: Mi empresa está registrada en ROI (Operaciones Intracomunitarias)

source: Yes, my company is in ROI
eu_es: Sí, mi empresa está en ROI

source: Companies registered in ROI that provide or receive services in EU states
eu_es: Empresas registradas en ROI que prestan o reciben servicios en estados de la UE

source: Enter your details to sign up for the free trial of our WP TicketBAI plugin.
eu_es: Sartu zure datuak gure WP TicketBAI pluginaren doako proban erregistratzeko.

source: You can also use this form to contact us.
eu_es: Inprimaki hau ere erabil dezakezu gurekin harremanetan jartzeko.

source: Name and surname
eu_es: Izena eta abizenak

source: Phone
eu_es: Telefonoa

source: Email
eu_es: E-posta

source: Message
eu_es: Mezua

source: Check more information about the WP-TBAI plugin in
eu_es: Consulta más información sobre el plugin WP-TBAI en

source: If you need a complete ERP to manage your WooCommerce and TicketBai
eu_es: Si necesitas un ERP completo para gestionar tu WooCommerce y TicketBai

source: Exercise
eu_es: Ejercicio

source: All Exercise
eu_es: Todo el Ejercicio

source: Trimester
eu_es: Trimestre

source: January
eu_es: Enero

source: February
eu_es: Febrero

source: March
eu_es: Marzo

source: April
eu_es: Abril

source: May
eu_es: Mayo

source: June
eu_es: Junio

source: July
eu_es: Julio

source: August
eu_es: Agosto

source: September
eu_es: Septiembre

source: Octuber
eu_es: Octubre

source: November
eu_es: Noviembre

source: December
eu_es: Diciembre

source: GENERATE REPORT OF INVOICES ISSUED
eu_es: GENERAR INFORME FACTURAS EMITIDAS

source: not available for sale
eu_es: no disponible para la venta

source: Country not available for sale
eu_es: Herrialdea ez dago salgai

source: Invoices TicketBAI
eu_es: Fakturak TicketBAI
